Revit 2023 API
MassGBXMLExportOptions Constructor
Overload List
Name | Description
MassGBXMLExportOptions(IList<ElementId>)
 Constructs a new instance of the options used to export a mass model to gbXML.
MassGBXMLExportOptions(IList<ElementId>, IList<ElementId>)
 Constructs a new instance of the options used to export a mass model to gbXML.
See Also
MassGBXMLExportOptions Class
MassGBXMLExportOptions Members
Autodesk.Revit.DB.Analysis Namespace